

var movie_data = [{

	"ID": 1,

	"movieName": "Austin Powers",

	"movieImg": "img/austin_powers_poster.jpg",

	"movieDescription": "Austin Powers is a series of American spy action comedy films: Austin Powers: International Man of Mystery (1997), Austin Powers: The Spy Who Shagged Me (1999) and Austin Powers in Goldmember (2002).              ",

	"movieGenre": "Comedy"
},

{
	"ID": 2,

	"movieName": "Harold and Kumar Go To White Castle",

	"movieImg": "img/harold_and_kumar_poster.jpg",

	"movieDescription": "Harold & Kumar Go to White Castle is a 2004 American stoner comedy film and the first installment of the Harold & Kumar series. The film was written by Jon Hurwitz and Hayden Schlossberg, and directed by Danny Leiner.",

	"movieGenre": "Comedy"
},

{
	"ID": 3,

	"movieName": "Batman Begins",

	"movieImg": "img/batman_poster.jpg",

	"movieDescription": "Batman Begins is a 2005 superhero film based on the DC Comics character Batman, directed by Christopher Nolan and written by Nolan and David S. Goyer.",

	"movieGenre": "Action"
},

{
	"ID": 4,

	"movieName": "007 Golden Eye",

	"movieImg": "img/golden_eye_poster.jpg",

	"movieDescription": "Goldeneye, also sometimes called Golden Eye, and subtitled 'the Secret Life of Ian Fleming', is a British television movie of 1989 about the life of the author Ian Fleming, directed by Don Boyd.",

	"movieGenre": "Action"
},

{
	"ID": 5,

	"movieName": "Saw",

	"movieImg": "img/saw_poster.jpg",

	"movieDescription": "Saw is a 2004 American horror film[2][3] directed by James Wan in his directorial debut, and starring Cary Elwes, Leigh Whannell, Danny Glover, Monica Potter, Michael Emerson, Ken Leung, and Tobin Bell.",

	"movieGenre": "Horror"
},

{
	"ID": 6,

	"movieName": "Hostel",

	"movieImg": "img/hostel_poster.jpg",

	"movieDescription": "Hostel is a 2005 American horror film written and directed by Eli Roth. It stars Jay Hernandez and was produced by Mike Fleiss, Eli Roth, and Chris Briggs; Boaz Yakin, Scott Spiegel, and Quentin Tarantino are executive producers",

	"movieGenre": "Horror"
}];

